//俄文
export default {
  //应用标题
  applicationName: "Vision4JPC",
  description:
    "Это программное обеспечение фокусируется на предоставлении эффективных и точных решений для стрельбы в реальном времени. Благодаря передовым технологиям обеспечивается точная обратная связь профессионального уровня для каждого выстрела.",
  copyright: "Copyright © 2024 Хэбэй Wuhao Smart Technology Co. Ltd.",

  //系统菜单
  setting: "Настройка",
  theme: "Цвет темы",
  language: "Язык",
  about: "О",
  ability: "Потенциал",
  functionOptions: "Функциональные параметры системы",

  //侧边栏工具
  systemInformation: "Системная информация",

  //导航栏
  homePage: "Домашняя страница",


  //子导航栏

  //系统语言
  "zh-CN": "中文",
  "en-US": "English",
  ru: "Русский язык",
  ar: "بالعربية",

  //系统主题配色
  dark: "Тёмная тьма",
  light: "Светлый",
  blue: "Синий",

  //系统通知信息
  saveSetinfo: "Сохранить настройки успешно",
  sureDelete: "Удалено ли точно?",
  refreshSuccessful: "Обновить успешно",

  //系统按键信息
  isCloseApplication: "Закрыть приложение",
  cancel: "Отменить",
  confirm: "Подтверждение",
  close: "Закрыть",
  normal: "Нормально.",
  abnormal: "Необычные",
  operation: "Операция",
  selectAll: "Полная выборка",
  edit: "Редактирование",
  delete: "Удалить",
  submit: "Представлено",
  save: "Сохранить",
  marshalling: "Группирование",
  see: "Посмотреть",
  add: "Добавить в",
  open: "Открыть",

  //系统响应信息
  failed: "Ошибка операции",
  success: "Операция прошла успешно",

  //关闭标签页
  closeTheCurrentTab: "Закрыть текущую вкладку",
  closeOtherTabs: "Закрыть другие вкладки",
  closeAllTabs: "Закрыть все вкладки",

};
